Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །དུ་བ་འཐུལ་བཞིན་པས་ནི་ཐིག་ལེ་བྱས་ན་མི་སྣང་བ་ཐམས་ཅད་ཀྱི་རྒྱལ་པོར་འགྱུར་རོ། །རླུང་གི་ཕུང་པོ་རབ་ཏུ་ཞི་བས་བཞོན་པར་བྱེད་དོ། །དཔག་ཚད་སྟོང་ཕྲག་ཉི་ཤུར་སོང་ནས་སླར་ཡང་འོང་བར་བྱེད་དོ།
en: If he marks his forehead with the bezoar that emits smoke, he will become the king of all who are able to become invisible, and he will be able to travel upon still air for a distance of twenty thousand leagues and come back again.

source: །ཚེ་ལོ་སྟོང་ཕྲག་དྲུག་ཅུར་འགྱུར་རོ། །དཔག་ཚད་སྟོང་ཕྲག་དྲུག་ཅུ་རྣམས་མཐོང་བར་བྱེད་དོ།
en: His lifespan will increase to sixty thousand years, and he will see objects at the distance of sixty thousand leagues.

source: །འབར་བར་བྱེད་པས་ཐིག་ལེ་བྱས་ནས་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །བདག་ཉིད་ལན་བརྒྱར་འཕུར་བར་བྱེད་དོ།
en: If he marks his forehead with the bezoar that emits flames, he will travel through space, flying with the personal retinue of one hundred.

source: །གི་ཝང་གྲུབ་པ་ཐམས་ཅད་ཀྱི་རྒྱལ་པོར་འགྱུར་ཏེ།
en: He will become the king of all those who mastered the magic of bezoar.

source: ལོ་བྱེ་བར་འཚོ་བར་འགྱུར་རོ། །གང་གི་ཚེ་འཆི་བར་འགྱུར་བ་དེའི་ཚེ། གླིང་བཞི་ལ་དབང་བའི་རྒྱལ་པོར་འགྱུར་རོ།
en: He will live ten million years and become, after death, a king ruling over the four continents. “

source: །དེ་ནས་བདག་ཉིད་གསེར་གྱི་ཁ་དོག་ཏུ་སྒྲུབ་པར་འདོད་པའི་རིག་སྔགས་འཆང་དེས། ཟླ་ཕྱེད་དྲུག་གི་བར་དུ་བཟླས་པའི་ཆོ་ག་བསྒྲུབ་པར་བགྱིའོ། །དེ་ནས་རིག་སྔགས་འཆང་གཙང་མ་གོས་གཙང་མ་བགོས་པས་ལེགས་པར་ཁྲུས་བྱས་ཏེ། སྨན་འདི་རྣམས་བསྒྲུབ་པར་བགྱིའོ། །ཨུཥྨཱ་ཎི་དང་། ལྡོང་རོས་དང་། བ་བླ་དང་། སྦྲང་རྩི་དང་། ས་ཀཱི་དང་། རུ་རྟ་དང་། གུར་གུམ་དང་། གི་ཝང་དང་།
en: If the vidyā holder wants to accomplish the rite that will give his body a golden hue, he should complete the following recitation procedure within six fortnights.

source: ཤིང་མྱ་ངན་མེད་ཀྱི་མེ་ཏོག་དང་། པཱཎྜུ་ཏྲ་བྱཾ་དང་། འཛམྦུ་ཆུ་བོའི་སྨན་དང་། གསེར་གྱི་ཕྱེ་མ་དང་། བའི་འོ་མ་དང་། ཤིང་ཨརྐའི་འོ་མ་དང་། གསེར་གྱི་འོ་མ་དང་།
en: Maintaining ritual purity, wearing clean clothes, and bathing thoroughly, he should procure the following medicinal substances and flowers: realgar, yellow orpiment, honey, sakī, costus, saffron, bovine bezoar, aśoka blossoms, the ‘white’ substance, powdered thorn apple, cow’s milk, the sap of giant milkweed, the sap of suvarṇakṣīra, the sap of common milk hedge, the sap of bodhi tree, and the sap of viṣṇukrama.

source: སྣུ་ཧའི་འོ་མ་དང་། བྱང་ཆུབ་ཤིང་གི་འོ་མ་དང་། ཁྱབ་འཇུག་གནོན་པའི་འོ་མ་སྟེ། འདི་རྣམས་ཆ་མཉམ་པར་སྦྱར་བར་བྱས་ནས་ཟངས་ཀྱི་སྣོད་དུ་གཞག་པར་བགྱི་ཞིང་དཀྲུག་པར་བགྱི་སྟེ།
en: Taking an equal part of each, he should combine them together, place them in a copper vessel, and shake them.

source: ཟླ་བ་ཕྱེད་ལ་བའི་འོ་མ་ཉིད་དུ་འགྱུར་ཏེ་འདི་ལ་ཐེ་ཚོམ་མེད་དོ།
en: Within a fortnight, the mixture will turn into cow’s milk; there is no doubt about this. “

source: །རས་རིས་ལ་མངོན་དུ་ཕྱོགས་པར་གཞག་པར་བྱ་ཞིང་། དགོན་པའམ། གཙུག་ལག་ཁང་ངམ། འཆག་སའམ། སའི་ཕྱོགས་གཙང་མར་རས་རིས་བཞག་ནས་བྱམས་པ་དང་།
en: He should place the painting of Noble Avalokiteśvara in a forest, monastery, walking ground, or clean area, arranging it in such a way that it faces the viewer.

source: སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་རྗེས་སུ་དྲན་པ་དང་། བསྟན་ཞིང་དཔའ་བས་ཕ་རོལ་གནོན་པའི་གོ་ཆ་ཆེན་པོ་བགོས་པ་དང་། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོག་ཏུ་དད་ཅིང་གུས་པ་དང་།
en: Filled with great love and compassion, contemplating the Buddha, the Dharma, and the Saṅgha, protected by the great armor, armed with determination, energy, and valor, feeling supreme devotion and the highest respect for Noble Avalokiteśvara, and ardently desiring awakening, he should make large offerings according to his means every single day.

source: བྱང་ཆུབ་དོན་དུ་གཉེར་ཞིང་མངོན་པར་འདོད་བཞིན་པས་ཉི་མ་རེ་རེ་ཞིང་ཇི་ལྟར་ནུས་པའི་མཆོད་པ་སྔོན་དུ་འགྲོ་བས་ཟླ་ཕྱེད་དྲུག་ཏུ་བཟླས་པར་བྱའོ། །དེ་ནས་རིག་སྔགས་འཆང་གི་ཟླ་ཕྱེད་དྲུག་རྫོགས་པ་དང་། ས་སྨན་གྱི་མཆོག་སྐམས་ལ་ཕྱེ་མ་ཞིབ་མོར་བྱེད་དུ་བཅུག་སྟེ། ཟངས་ཀྱི་སྣོད་དུ་བཞག་ནས་དོན་ཡོད་རྒྱལ་པོའི་སྙིང་པོ་སྟོང་རྩ་བརྒྱད་བཟླས་ཤིང་།
en: First he should recite the mantra for six fortnights, and then, when this recitation is completed, he should dry the best of herbs, grind them into a fine powder, place them in a copper vessel, and incant them one thousand and eight times with the heart mantra of Amogharāja.

source: ཁྲོ་བོའི་རྒྱལ་པོ་སྟོང་རྩ་བརྒྱད་དུ་བཟླས་སོ།
en: He should also recite the Krodharāja one thousand and eight times. “

source: །དེ་ནས་ཚེས་བཅོ་ལྔའི་ཉལ་མཚན་མོ་གསུམ་དུ་སྨྱུང་བར་གནས་ཏེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་བྱུག་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ནས། ཕྱོགས་བཞིར་གཏོར་མ་ཆེས་རྒྱ་ཆེ་བ་དབུལ་བར་བགྱིའོ། །དེ་ནས་རིག་སྔགས་འཆང་གིས་སྨན་གྱི་མཆོག་དང་།
en: Then, on the fifteenth lunar day, the day of the full moon, after he has fasted for three days, the vidyā holder should offer the blessed Buddha and Noble Avalokiteśvara a large pūjā and a sumptuous bali of food articles to the recipients in the four directions.

source: དངུལ་ཆུ་དང་། ལི་ཁར་དཀར་པོ་དང་། སྦྲང་རྩི་དང་ལྷན་ཅིག་སྦྱར་བར་བྱའོ།
en: He should blend the excellent herbs with quicksilver, white sugar, and honey.

source: །དེ་ནས་སླར་ཡང་སྟོང་ཕྲག་བཅུར་བཟླས་སོ། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྤྱན་སྔ་རུ། ཟངས་ཀྱི་སྣོད་ལ་འབར་བར་བགྱིད་དེ་དྲོ་བར་བགྱིད་དོ། །འོད་ཟེར་ཁ་དོག་སྣ་ཚོགས་པ་རྣམས་འབར་བར་བགྱིད་དོ།
en: After reciting the mantra a further ten thousand times in front of the painting of Noble Avalokiteśvara, the mixture in the copper vessel will either blaze with light, get hot, or radiate light of various colors.

source: །རིག་སྔགས་འཆང་གི་ལུས་འབར་བར་འགྱུར་ཏེ། ས་ཡང་གཡོ་བར་འགྱུར་རོ།
en: The body of the vidyā holder will also radiate light, and the earth will quake.

source: །དེ་ནས་རིག་སྔགས་འཆང་བ་བཞིན་འཛུམ་པ་ཡིད་ལ་བྱའོ།
en: Thrilled with joy, the vidyā holder should remain fully alert. “

source: །འབར་བ་དེ་དང་། བྲཧྨ་པུ་ཏྲ་ཀའི་མར་དང་ལྷན་ཅིག་ཏུ་སྦྱར་ལ་བདག་གི་ལུས་བསྐུ་བར་བྱའོ།
en: If the mixture blazes with light, he should blend it with brahmaputraka and sesame oil and anoint his body with it.

source: །བསྐུས་པ་ཙམ་གྱི་མོད་ལ་རང་གི་ལུས་ཀྱི་པགས་པ་གསེར་གྱི་མདོག་ཏུ་འགྱུར་རོ། །ལུས་རྡོ་རྗེ་སྙིང་པོ་བཞིན་དུ་མི་ཆོད་པ་དང་།
en: As soon as he does this, the complexion of his body will become golden, and his body will turn adamantine in essence, becoming unbreakable and indestructible.

source: མི་ཕིགས་པར་གྱུར་ནས་འཁོར་བརྒྱ་ཕྲག་སྟོང་དང་བཅས་ཏེ་འཕུར་བར་འགྱུར་རོ།
en: The vidyā holder will ascend into the sky with the retinue of one hundred thousand.

source: །སྐྲ་ལ་བསྐུས་ན་སྐྲ་སྤུ་གསེར་མདོག་ཏུ་འགྱུར་རོ།
en: If he smears his hair with the mixture, his head and body hair will become golden.

source: །སེན་མོ་ལ་བསྐུས་ན་སེན་མོ་གསེར་དུ་འགྱུར་རོ།
en: If he smears his fingernails, they will become golden.

source: །སོ་ལ་བསྐུས་ན་སོ་གསེར་དུ་འགྱུར་རོ།
en: If he smears his teeth, they will become golden.

source: །མི་ལུས་གང་དང་གང་དུ་བསྐུས་པ་དེ་དང་དེ་ཉིད་གསེར་མདོག་ཏུ་འགྱུར་རོ།
en: Any part of the human body that is smeared with the mixture will become golden in color. “

source: །ཏིལ་མར་བཞག་སྟེ་བཅུད་ཀྱིས་ལེན་མཆོག་སྲང་གཅིག་གིས་ཟངས་སྲང་སྟོང་གསེར་དུ་འགྱུར་རོ།
en: If sesame oil is not excluded from the recipe, the mixture can also be used as an excellent alchemical elixir that can transform one thousand palas of copper into gold.

source: །ཏིལ་མར་དང་སྦྱར་བཟངས་གླེབས་པ་ལ་བསྐུས་ཏེ་མེར་བསྲེགས་ན། སྲང་གཅིག་གིས་སྲང་བཅུའི་གསེར་དུ་འགྱུར་རོ། །བཅུད་ཀྱིས་ལེན་མཆོག་འདི་དང་།
en: If a copper plate is smeared with the elixir that has been suffused with sesame oil and heated over a fire, one pala of the elixir can produce ten palas of gold.

source: བའི་འོ་མ་དང་། ཞུན་མར་བཞི་ཆ་གཅིག་དང་སྦྱར་ཏེ།
en: The vidyā holder should combine equal parts of the excellent elixir and ghee and cook it in cow’s milk over a low fire.

source: མེ་མི་ཆེ་བས་བསྐོལ་ཏེ། ཚོས་པར་རིག་པ་དང་།
en: When he knows that the elixir is ready, he should take it off the fire. “

source: འདི་དེ་ནས་ཕྱུང་ལ་ཁྲུས་ལེགས་པར་བྱས་ཤིང་། གོས་སར་པ་བགོས་ལ་གཙང་མར་བྱས་ཏེ། ཐོག་མར་བའི་རྣམ་ལྔ་ལ་རེག་པར་བྱའོ།
en: He should then purify himself ritually, take a good bath, put on clean clothes, and sprinkle himself with the five products of the cow.

source: །དེ་ནས་ཆུ་དྲོན་པོ་དང་། བཅུད་ཀྱིས་ལེན་གྱི་མཆོག་འདི་བཏུང་བར་བྱའོ།
en: Then he should drink the supreme elixir with warm water.

source: །སྦྱོར་བ་ཞག་བདུན་དུ་བྱས་ན་དེའི་ལུས་རྣམ་བར་དག་པར་འགྱུར་རོ།
en: After applying this remedy for seven days, his body will become pure.

source: །སྡིག་པ་ཐམས་ཅད་ཟད་པ་དང་། མོད་ལ་ཉོན་མོངས་པ་ཐམས་ཅད་དང་བྲལ་བ་དང་།
en: All his wrongdoings will be instantly purified, and all his afflictions will be burned away.

source: ནད་ཐམས་ཅད་བྱང་བ་དང་། མོད་ལ་དུག་ཐམས་ཅད་སེལ་བ་དང་།
en: All his diseases will instantly disappear, and all poisons will be arrested.

source: དུག་སླར་ཞེན་པར་མི་འགྱུར་བ་དང་། མཚོན་གྱིས་མ་ཡིན། ཆུས་ཁྱེར་བར་མི་འགྱུར།
en: Poison will not affect him again, weapons will not harm him, and water will not carry him away.

source: མེས་ཚུགས་པར་མི་འགྱུར། ཡང་དུག་མ་རུངས་པ་གཞན་གྱིས་མི་ཚུགས་པར་འགྱུར་རོ།
en: He will never again be burned by fire or experience other dreadful calamities, such as poisoning and so forth. “

source: །ཞག་བཅུ་བཞིར་སྦྱོར་བ་བྱེད་ན་ནད་ཐམས་ཅད་བྱང་བ་དང་། འདིའི་པགས་པ་རྣམ་པར་དག་པ་དང་། གཉེར་མ་དང་སྐྲ་དཀར་མེད་པར་འགྱུར་རོ།
en: After applying the remedy for fourteen days, all his ailments will cease completely, his complexion will clear up, and his wrinkles and grey hair will disappear.

source: །ཞག་ཉི་ཤུ་རྩ་གཅིག་སྦྱོར་བ་བྱས་ན་བྱིས་པ་ལོ་བཅུ་པ་པདྨ་དཀར་ཤམ་དང་འདྲ་བའི་མདོག་ཅན་གྱི་ལུས་སུ་འགྱུར་རོ། །པདྨའི་ལོ་མ་དང་། ཀུ་མུ་ད་ལྟར་འཇམ་པ་དང་།
en: After applying the same remedy for twenty-one days, he will become like a ten-year-old child with a body as white as a lotus and as soft as the petals of a lotus or water lily.

source: ཨུཏྤ་ལ་སྔོན་པོ་ལྟ་བུ་ལྷའི་མིག་དང་། མིའམ་ཅིའི་དབྱངས་ལྟ་བུར་མ་ཞུམ་པ་དང་།
en: His eyes will turn divine blue like a blue lotus, and his voice will become as beautiful as a kinnara’s.

source: དབུ་སྐྲ་འཁྱིལ་ལ་འཁྱིལ་ཅིང་བུང་བ་ལྟར་མདོག་གནག་པ་ལྷ་རྫས་ལྟ་བུར་འགྱུར་རོ།
en: His hair will become curly and wavy and of the divine color of a bumble bee.

source: །ཟླ་བ་གཅིག་ཏུ་སྦྱོར་བ་བྱས་ན་ལོ་སྟོང་ཕྲག་བཅུར་འཚོ་བར་འགྱུར་རོ།
en: After applying the remedy for one month, his lifespan will increase to ten thousand years.

source: །དགྲ་ཐམས་ཅད་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོའི་ཚོགས་ཀྱིས་མི་ཚུགས་པར་འགྱུར་རོ། །འབྱུང་པོ་དང་སྡིག་པ་བྱེད་པ་གཞན་རྣམས་ཀྱིས་ཀྱང་དེ་མི་མཐོང་བར་འགྱུར་རོ།
en: He will be invisible to all enemies, including yakṣas, rākṣasas, gaṇas, and bhūtas; neither they nor any other evildoers will be able to see him.

source: །ལོ་གཅིག་ཚང་བར་བསྙེན་ན་ལྷའི་བུ་མོ་དག་དང་ལྷན་ཅིག་རྩེ་ཞིང་ལྷ་རྫས་ཀྱི་ལོངས་སྤྱོད་དང་། གཞལ་མེད་ཁང་དང་། ཇི་ལྟར་ལྷ་རྣམས་རྩེ་བ་བཞིན་དུ་འགྱུར་རོ།
en: If he applies the remedy for an entire year, he will be able to frolic with gods; he will continually revel in the enjoyment of divine pleasures just as the gods do in their palaces. “

source: །དྲོ་བར་གྱུར་བ་སྦྲང་རྩི་དང་ལྷན་ཅིག་ཟོས་ན་ལོ་ཁྲི་ཉིས་སྟོང་དུ་འཚོ་བར་འགྱུར་རོ།
en: If the elixir gets hot, he should ingest it with honey so that his lifespan will increase to twelve thousand years.

source: །ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ།
en: He will be able to travel in space.

source: །ཟངས་སྲང་སྟོང་དང་བཅུད་ཀྱིས་ལེན་པའི་མཆོག་སྲང་གཅིག་དང་།
en: One pala of this supreme elixir is sufficient for treating one thousand palas of copper.

source: དངུལ་སྲང་བཅུ་ཟངས་དང་སྦྱར་ཏེ་བཞུ་ན།
en: First the vidyā holder should treat ten palas of silver, combine it with copper, and smelt it.

source: བཅུད་ཀྱིས་ལེན་མཆོག་དངུལ་སྲང་སྟོང་དུ་འགྱུར་རོ།
en: He will thus obtain one thousand palas of silver with this supreme elixir.

source: །སྲང་གཅིག་གིས་ཟངས་སྲང་སྟོང་དངུལ་དུ་འགྱུར་རོ།
en: He can then transform one hundred palas of wrought copper with one pala of the elixir. “

source: །ཁ་དོག་སྣ་ཚོགས་ཀྱི་འོད་ཟེར་བྱུང་ན་ནི། ཁ་དོག་སྣ་ཚོགས་སུ་འགྱུར་ཏེ།
en: If the elixir emits light of various colors, the vidyā holder will be able to produce various colors.

source: གཟུགས་མདོག་སྣ་ཚོགས་ཀྱི་ནོར་བུ་རིན་པོ་ཆེ་འཆང་ཞིང་།
en: If he smelts silver and gold together, he will obtain jewels of various forms and colors.

source: དངུལ་དང་གསེར་བཞུ་ལ་ཏིལ་མར་དང་ལྷན་ཅིག་བསྐོལ་ཏེ་མགོ་བོ་ལ་བསྐུས་པ་ཙམ་གྱི་མོད་ལ་སྐྲ་མདོག་སྣ་ཚོགས་སུ་འགྱུར་རོ།
en: If he boils the elixir in sesame oil and smears his head with the infusion, his hair will assume various colors as soon as it is smeared.

source: །ལུས་ལ་བསྐུས་ན་ཁ་དོག་སྣ་ཚོགས་ཀྱི་འོད་ཟེར་འབྱུང་བར་འགྱུར་རོ།
en: If he smears his body, it will emit light of various colors.

source: །མིག་ལ་བསྐུས་ན་ནམ་མཁའ་ལ་འགྲོ་ཞིང་ཁྱིམ་ཐམས་ཅད་ཀྱི་སྒོ་ཕྱེ་བར་མཐོང་སྟེ། ཁྱིམ་བདག་ཐམས་ཅད་ཀྱི་དཔོན་པོ་དང་། རྒྱལ་པོར་འགྱུར་རོ།
en: If he anoints his eyes, he will be able to travel throughout the sky. The doors to all palaces will be open for him, and in all these residences he will be treated like a king and master.

source: །དཔྲལ་བ་ལ་ཐིག་ལེ་བྱས་ན་མི་སྣང་བར་འགྱུར་རོ།
en: If he makes a bindi on his forehead with the infusion, he will become invisible.

source: །ཁར་བཅངས་ན་གང་དང་སྨྲས་པ་དེ་ནོར་གྱི་དབང་དང་བདག་གི་དབང་དུ་འགྱུར་རོ།
en: If he speaks while holding the infusion in his mouth, the person spoken to will fall under his control and serve him physically and with their wealth. “

source: །ཡང་ན་བ་སེར་སྐྱའི་ཞུན་མར་དང་།
en: Optionally, the vidyā holder should procure ghee, freshly churned butter, and milk from a tawny cow and boil them together with the supreme elixir that emitted light.

source: མར་དཀར་དང་། འོ་མ་དང་། བཅུད་ཀྱིས་ལེན་གྱི་མཆོག་འབར་བ་དང་ལྷན་ཅིག་བསྐོལ་ཏེ་ཁ་ར་བཞིན་དུ་ལེགས་པར་ཚོས་པ་དང་བླངས་ལ་དོན་ཡོད་པའི་རྒྱལ་པོའི་སྙིང་པོ་བརྒྱ་སྟོང་བཟླས་བརྗོད་བྱས་ཏེ།
en: When the preparation is well cooked and resembles white sugar, he should take it off the fire, incant it with the mantra of Amogharāja one thousand and eight times, and anoint his body with it.

source: རིག་སྔགས་འཆང་བ་བདག་ཉིད་བསྐུས་པ་ཙམ་གྱི་མོད་ལ་ཐམས་ཅད་རིག་འཛིན་གྱི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །བསྐལ་བ་ཆེན་པོ་བཅུར་འཚོ་བར་འགྱུར་རོ།
en: By doing so, he will become the emperor of all the vidyādharas and live for ten great eons.

source: །བར་གྱི་བསྐལ་པར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཐོང་བར་འགྱུར་རོ། །བྱང་ཆུབ་ཀྱི་སྙིང་པོ་མཆོག་ཏུ་ལུང་བསྟན་པ་ཐོབ་པར་འགྱུར་རོ།
en: He will behold the blessed Buddha of each intermediary eon and receive from him the prophecy of his future attainment of the seat of awakening.

source: །ཐིག་ལེ་བྱས་ན་ནམ་མཁའ་ལ་འཕུར་བར་འགྱུར་རོ།
en: If instead he uses the preparation to mark his forehead with a bindi, he will fly up into the sky.

source: །ཨོཾ་ཞེས་བྱ་བའི་སྒྲས་ཚངས་པ་གནས་ནས་ཕྱིར་འབྱུང་བར་འགྱུར་རོ།
en: With the sound oṁ, he will cause Brahmā to come out of his palace.

source: །སེ་གོལ་གཏོགས་པ་ཙམ་གྱིས་འོག་མིན་གྱི་གནས་ཀྱི་བར་དུ་འགྲོ་ཞིང་ཕྱིར་ཡང་འོང་བར་འགྱུར་རོ།
en: He will be able to go as far as Akaniṣṭha and come back again in the snap of a finger.

source: །ནམ་གྱི་ཚེ་འཆི་བའི་དུས་བྱས་པར་འགྱུར་པ་དེའི་ཚེ་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་འགྲོ་བར་འགྱུར་རོ།
en: After he dies, he will be reborn in the world sphere of Sukhāvatī.

source: །འདི་ནི་སྐྱེ་བ་ཐ་མ་ཡིན་ཞིང་མངལ་ན་གནས་པ་ལས་ཡོངས་སུ་ཐར་བ་ཡིན་ནོ།
en: That birth will be his last, after which he will be completely liberated from all confines of the place of habitation. “

source: །དེ་ནས་དོན་ཡོད་པའི་རིལ་བུ་བརྗོད་པར་བྱ་སྟེ།
en: Now I will teach the rite of the amogha pill.

source: རིག་སྔགས་འཆང་སྒྲུབ་པར་བྱེད་པ་ལེགས་པར་བསྒྲུབས་ན་རིག་སྔགས་འཆང་བ་ལེགས་པར་ཁྲུས་བྱས་ཤིང་གོས་གཙང་མ་བགོས་ཏེ་གཙང་བར་བྱའོ། །པདྨ་དང་། ལིག་བུ་མིག་དང་། ནཱ་ག་གེ་སར་དང་།
en: To accomplish this practice in reality, the vidyā holder should put on clean clothes and procure lotus flowers, malachite, the blossom of cobra’s saffron, bovine bezoar, the root of śatāvarī, collyrium, and agarwood.

source: གིའུ་ཝང་དང་།
en: He should take an equal part of each, combine them, and grind them into a fine powder.

source: ཨུད་ཏ་མ་ར་ཎི་དང་། སྐྱེར་ཁཎྜ་དང་། ཨ་ག་རུ་རྣམས་དེ་བཞིན་དུ་དེ་དག་ཆ་མཉམ་སྟེ་ཞིབ་མོར་བཏགས་ལ་ཁར་དང་སྦྱར་ཏེ་གསེར་དང་དངུལ་གྱིས་དཀྲི་ཞིང་ཟངས་ཀྱིས་ཀྱང་དཀྲིས་ཏེ། ཙནྡན་དཀར་པོའི་ག་བ་ཚེ་ནང་དུ་བཅུག་ལ་ལག་པའི་སྙིམ་པར་བཅང་བར་བྱའོ།
en: He should then add white sugar, make the mixture into a pill, wrap it in gold, silver, and copper, and place it in a box made from white sandalwood. “

source: །ཟླ་བ་ཡར་གྱི་ངོ་ཚེས་བརྒྱད་དང་། བཅུ་བཞི་ལ་ཞག་གཅིག་སྨྱུང་བ་བྱས་ཏེ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་རས་ཀྱི་སྐུ་གཟུགས་ཀྱི་སྤྱན་སྔར་དོན་ཡོད་པའི་རྒྱལ་པོའི་སྙིང་པོ་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱ། ཁྲོ་བོའི་རྒྱལ་པོ་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱ།
en: Then, on either the eighth or the fourteenth day of the bright fortnight, after fasting for one day and one night, he should take the box, hold it in his cupped hands in front of the cloth painting of Noble Avalokiteśvara, and recite the heart mantra of Amogharāja one thousand and eight times and the mantra of Krodharāja one hundred and eight times.

source: གསང་སྔགས་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱའོ།
en: When he has recited the first mantra one thousand and eight times, the pill will begin to vibrate.

source: །དེ་ནས་འགུལ་བར་གྱུར་ན་དེ་བླངས་ཏེ་ཁར་བཅུག་ན་མི་སྣང་བར་འགྱུར་རོ། །ལོ་སྟོང་ཐུབ་པར་འགྱུར་རོ།
en: If he then places it in his mouth, he will become invisible, and his lifespan will increase to one thousand years.

source: །སོར་བཞི་ཙམ་གྱིས་རྐང་པ་ས་ལ་མི་རེག་པར་འགྱུར་རོ། །དཔག་ཚད་བརྒྱར་འགྲོ་ཞིང་ཕྱིར་ཡང་འོང་བར་འགྱུར་རོ།
en: Moving four fingers above the ground, he will be able to travel for one hundred leagues and come back again without touching the ground.

source: །མེ་ཏོག་ཅན་གྱི་རིག་འཛིན་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །ལུས་ལས་ཀུ་མུ་ད་དང་ཨུཏྤ་ལའི་དྲི་འབྱུང་བར་འགྱུར་རོ།
en: He will become an emperor of vidyādharas of the lotus family and possess a body that exudes the scent of water lilies and lotuses. “

source: །ཨུཏྤ་ལ་སྔོན་པོ་དང་། ཙམ་པ་ཀ་དང་། ཀེ་ཏུའི་མེ་ཏོག་དང་དེ་དག་ཆ་མཉམ་སྟེ་སྦྱར་ལ་མཁས་པས་སྦྲང་རྩི་དང་ལྷན་ཅིག་སྦྱར་ཏེ་རིལ་བུ་བྱས་ལ་གསེར་དང་།
en: The skilled vidyā holder should procure an equal amount of blue lotus, champak, and screw pine flowers, blend them together, and mix them with honey.

source: དངུལ་དང་ཟངས་ཀྱིས་དཀྲིས་ཏེ་ཟླ་བ་ཡར་གྱི་ཚེས་དྲུག་ནས་ཚེས་བརྒྱད་དམ།
en: He should then make a pill out of this and enclose it in gold, silver, and copper.

source: བཅུ་གཉིས་ནས་བཅུ་བཞིའམ། བཅུ་གསུམ་ནས་བཅོ་ལྔའི་ཚེ་ཉིན་ཞག་གསུམ་དུ་སྨྱུང་བར་བྱའོ། །ཤིན་ཏུ་ཁྲུས་བྱས་ཤིང་གོས་གཙང་མ་བགོས་ཏེ་གཙང་བར་བྱའོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྐུ་གཟུགས་རས་ལ་བྲིས་པ་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ཏེ།
en: Then, on either the eighth, fourteenth, or fifteenth day of the bright fortnight, after fasting for three days, he should purify himself ritually, take a bath, put on clean clothes, and make large offerings to the blessed Buddha in front of the cloth painting of Noble Avalokiteśvara.

source: ཤིང་ཨ་ཤྭད་ཐ་ལས་བྱས་པའི་གབ་ཚེའི་ནང་དུ་རིལ་བུ་བཅུག་ནས་ལག་པའི་སྙིམ་པར་བཅུག་ལ་རི་མོའི་སྤྱན་སྔར་ཇི་སྲིད་དུ་ཇི་སྲིད་འཁྲོལ་བའི་སྒྲ་འབྱུང་བ་དེ་སྲིད་དུ་བཟླས་བརྗོད་བྱའོ།
en: He should place the pill in a box made of bodhi wood and recite the mantra while holding the box in his cupped hands in front of the painting. He should keep reciting until the pill starts vibrating, at which time it will possess magical power. “

source: །དེ་ནས་གྲུབ་པ་ཡིན་ཏེ་དེ་ལས་ཁར་བཅུག་ན་དཔག་ཚད་སྟོང་དུ་འདི་འགྲོ་བར་འགྱུར་ཞིང་སླར་ཡང་འོང་བར་འགྱུར་རོ། །སོར་བརྒྱད་ཙམ་དུ་རྐང་པས་ལ་མི་རེག་པར་འགྱུར་རོ།
en: If he puts the pill in his mouth, he will be able to travel three thousand leagues and back again without ever touching the ground, his feet remaining eight fingers above the ground.

source: །ལོ་སྟོང་ཕྲག་བཅུར་འཚོ་བར་འགྱུར་རོ། །མིག་ཨུཏྤ་ལ་སྔོན་པོ་ལྟ་བུར་འགྱུར་རོ། །ཨུཏྤ་ལ་སྔོན་པོའི་དྲི་ཁ་ནས་འབྱུང་བར་འགྱུར་རོ།
en: His lifespan will increase to ten thousand years, his eyes will turn blue, and the scent of blue lotuses will waft from his mouth.

source: །བཞིན་ཡོངས་སུ་རྒྱས་པ་ཟླ་བའི་དཀྱིལ་འཁོར་ལྟ་བུར་འགྱུར་རོ། །མདོག་པདྨ་ལྟ་བུར་འགྱུར་རོ། །ལུས་ལས་ཙམ་པ་ཀའི་དྲི་འབྱུང་བར་འགྱུར་རོ།
en: His face will be round like the full moon, its complexion resembling a lotus, and his body will exude the scent of champak flowers.

source: །རིག་འཛིན་ནམ་མཁའ་ལ་འགྲོ་བ་ཐམས་ཅད་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར་རོ། །ཙནྡན་གྱི་ཕྱེ་མ་དང་།
en: He will become an emperor-king of all the sky-dwelling vidyādharas. “

source: ཨ་ག་རུའི་ཕྱེ་མ་དང་། རྒྱ་སྤོས་དང་། ཨ་རུ་ར་དང་། པ་ནི་ན་དང་། དེ་དག་རྣམས་ཆ་མཉམ་སྟེ་ཞིབ་མོར་བཏགས་ལ་དུ་རུ་སྐའི་མར་གྱིས་རིལ་བུར་བྱའོ།
en: The vidyā holder should take equal parts powdered sandalwood, powdered agarwood, crepe jasmine, black myrobalan, and pāṇi and grind them into a fine powder.

source: །གསེར་དང་། དངུལ་དང་ཟངས་ཀྱིས་དཀྲིའོ། །ཙནྡན་དཀར་པོ་ལས་བྱས་པའི་སྒྲོམ་བུར་བཅུག་སྟེ།
en: Adding olibanum oil, he should make a pill, wrap it with the three metals, and place it in a sandalwood box.

source: ཚེས་བཅུ་གསུམ་ནས་ཉའི་བར་དུ་ཉིན་ཞག་གསུམ་མི་ཉལ་བར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་རྒྱ་ཆེར་བྱ་ཞིང་གཏོར་མ་ཡང་རྒྱ་ཆེར་བྱིན་ལ།
en: Then, on the full moon day, after fasting for three days, he should make large offerings to the blessed Buddha in front of the painting of Noble Avalokiteśvara, including a sumptuous bali offering.

source: རྩྭ་དཱུར་བའི་སྟན་ལ་འདུག་སྟེ། ལག་པའི་སྙིམ་པར་བཅུག་ནས། དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་སྟོང་རྩ་བརྒྱད་ཀྱི་བར་དུ་བཟླས་བརྗོད་བྱའོ།
en: Holding the box in his hands, he should sit on darbha grass and incant the pill with the heart mantra of Amoghapāśa one thousand and eight times.

source: །ཁྲོ་བོའི་རྒྱལ་པོ་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱའོ།
en: He should further recite the mantra of Krodharāja one hundred and eight times. “

source: །དེ་ནས་རིལ་བུ་འགུལ་བར་འགྱུར་ན་རིག་སྔགས་འཆང་བས་དེས་ན་གྲུབ་པ་ཡིན་པར་རིག་པར་བྱ་སྟེ་རིལ་བུ་གྲུབ་པ་དེ་ཡིན་ནོ།
en: Subsequently, the pill will start revolving, the sign of success that indicates to the vidyā holder that the pill has acquired magical power.

source: །དེ་ནས་རིག་སྔགས་འཆང་བས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱས་ཏེ། ནམ་ལངས་ཀ་སྐྱ་རེངས་སེར་པོ་འཆར་བའི་དུས་སུ་བཟའ་བར་བྱའོ།
en: He should then make large offerings to Noble Avalokiteśvara and, when the golden sun of dawn turns the sky orange in the morning, eat some food.

source: །སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་བྱས་ནས་སེམས་ཅན་ཐམས་ཅད་ལ་བྱམས་པའི་སེམས་བྱའོ།
en: He should bow to all the buddhas and bodhisattvas and think about all beings with love.

source: །གྲོགས་བྱེད་པ་ལ་ཡང་བྱིན་ཏེ། རིལ་བུ་གཅིག་ཁར་གཞུག་པར་བྱའོ། །རིལ་བུ་ཁར་བཅུག་པ་ཙམ་གྱི་མོད་ལ་མི་སྣང་བར་འགྱུར།
en: He should give each of his attendants a pill, and he should also put one in his mouth; he will become invisible as soon as his hand places it in his mouth.

source: ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར། དཔག་ཚད་ལྔ་སྟོང་དུ་འགྲོ་ཞིང་སླར་ཡང་འོང་བར་འགྱུར་རོ།
en: He will be able to travel through space, traveling the distance of five thousand leagues and back without ever getting tired.

source: །རིལ་བུ་སྒྲུབ་པར་བྱེད་པ་ཚེགས་མེད་པར་གྲུབ་པ་རྣམས་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་འགྱུར། ཚེ་ལོ་ལྔ་སྟོང་ཐུབ་པར་འགྱུར།
en: He will become a wheel-turning monarch of the vidyādharas who accomplished the magical pill, and his lifespan will increase to five thousand years.

source: ཁྲུ་གང་ཙམ་གྱིས་རྐང་པ་ས་ལ་མི་རེག་པར་འགྱུར་རོ།
en: He will walk without touching the ground, with his feet at the height of one cubit. “

source: །དེ་ནས་གཏེར་བརྐོ་བར་འདོད་པས་གནས་གང་ན་གཏེར་ཡོད་པར་དོགས་པའི་གནས་དེར་བའི་ལྕི་བས་མཎྜལ་བྱས་ལ། མེ་ཏོག་གཏོར་ཞིང་གུ་གུལ་གྱི་བདུག་པས་བདུག་ཅིང་། གཏོར་མ་གཙང་མ་དང་།
en: If the vidyā holder wants to excavate treasure, he should use cow dung to demarcate a maṇḍala in the place where the treasure is supposed to be, strew the area with flowers, and burn incense of bdellium.

source: ཤ་དང་། ཁྲག་གི་གཏོར་མ་དང་། ཕྱེ་ཟན་དང་འབྲས་བུ་དང་། པདྨའི་གཏོར་མ་དང་། གཏོར་མ་རྣམ་པ་གསུམ་སྦྱིན་པར་བྱའོ།
en: He should offer the threefold bali: (1) the bali of ‘white’ foods, (2) the bali of meat and blood, and (3) the bali of saktuphalā and lotuses.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱའོ། །སྟོང་ཕྲག་བཅུ་བཟླས་བརྗོད་བྱའོ།
en: He should make offerings to Noble Avalokiteśvara and recite the mantra ten thousand times.

source: །སྟོང་ཕྲག་བཅུ་ཚང་བ་དང་གནས་གང་ན་གཏེར་ཡོད་པའི་གནས་དེར་གཏེར་སྲུང་བ་མངོན་དུ་འབྱུང་ཞིང་གཏེར་འབྱུང་བར་འགྱུར་རོ། །གཏེར་སྲུང་བ་ལ་གཏོར་མ་དང་།
en: When he has completed ten thousand recitations, the guardian of the treasure will rise from the place where the treasure is, and the treasure will rise to the surface.
